#
# Copyright (C) 2023-2024 by YukkiOwner@Github, < https://github.com/YukkiOwner >.
#
# This file is part of < https://github.com/YukkiOwner/YukkiMusicBot > project,
# and is released under the "GNU v3.0 License Agreement".
# Please see < https://github.com/YukkiOwner/YukkiMusicBot/blob/master/LICENSE >
#
# All rights reserved.
#

HELP_1 = """تم"""


HELP_2 = """‹ اوامر قائمة الأتصال ›
                                                   ⎯ ⎯ ⎯ ⎯
~ شغل - بالرد على ملف صوتي او إعطاء شي للبحث
~ كافي - ايقاف تشغيل التدفق الصوتي في الاتصال
~ مؤقتا - ايقاف تشغيل التدفق الصوتي مؤقتا 
~ استمر - استمرار تشغيل التدفق الصوتي بأستمرار
~ كتم - كتم صوت تدفق حساب المساعد مؤقتا
~ رفع - رفع الكتم الموجود على حساب المساعد
~ يوت - لبحث وتنزيل ملف صوتي من اليوتيوب
~ تكرار - اكتب تكرار مع العدد لتكرار الملف الصوتي

• إضافة ميزة تخطي محددة 
• لاتنسى إضافة حساب المساعد يدوياً """


HELP_3 = """‹ اوامر قائمة المدراء › 
                                                             ⎯ ⎯ ⎯⎯
~ فيديو - لتشغيل فيديو في الأتصال للمدراء
~ تحديث - لتحديث قائمة المدراء في الاتصال
~ الصوتيات - لمعرفة عدد الصوتيات الحالية
~ الفيديوات - لمعرفة عدد الفيديوات الحااية
~ البنك - لمعرفة بنك البوت ومدى سرعتة
~ تقديم - اكتب تقديم والمدة لتقديم الملف الصوتي
~ ربط - لجعل البوت يعمل في القنوات 

• كيفية تشغيل البوت في القناة ؟
اقرئ هنا للمزيد"""

HELP_4 = """تم """

HELP_5 = """‹ قائمة اوامر المنشئ ›     
                                                              ⎯ ⎯ ⎯⎯
~ مطور - لرفع مطور في البوت
~ حذف - بالرد على المستخدم لحذفة من المطورين
~ المطورين - لرؤية عدد المطورين في البوت 
~ تحديث - لتحديث السورس الى اخر إصدار
~ ريستارت - اعادة تشغيل البوت ومسح بياناته 

• كُن معنا أيها المطور 
في التحديث القادم إضافات جديدة """
